[
  {
    "id": "1",
    "title": "Властелин колец: Братство кольца",
    "status": "watched",
    "review": "Эпическое начало трилогии. Невероятная атмосфера Средиземья, отличная игра актеров. Визуальные эффекты на высоте. 10/10"
  },
  {
    "id": "2",
    "title": "Интерстеллар",
    "status": "watched",
    "review": "Умопомрачительная научная фантастика от Нолана. Сочетание науки и эмоций. Визуально потрясающий фильм о любви и времени."
  },
  {
    "id": "3",
    "title": "Дюна: Часть первая",
    "status": "planned",
    "review": "Слышал много хорошего. Планирую посмотреть на выходных. Говорят, что визуально очень красивый фильм."
  },
  {
    "id": "4",
    "title": "Темный рыцарь",
    "status": "watched",
    "review": "Лучший фильм о Бэтмене. Хит Леджер в роли Джокера - это что-то невероятное. Нуар и экшен в идеальном сочетании."
  },
  {
    "id": "5",
    "title": "Побег из Шоушенка",
    "status": "watched",
    "review": "История о надежде и дружбе. Тим Роббинс и Морган Фриман великолепны. Один из лучших драматических фильмов всех времен."
  },
  {
    "id": "6",
    "title": "Дюна: Часть вторая",
    "status": "planned",
    "review": "Жду с нетерпением продолжение. После первой части ожидания очень высокие. Надеюсь, не разочарует."
  },
  {
    "id": "7",
    "title": "Криминальное чтиво",
    "status": "watched",
    "review": "Тарантино в своей лучшей форме. Нелинейное повествование, отличные диалоги. Культовый фильм 90-х."
  },
  {
    "id": "8",
    "title": "Оппенгеймер",
    "status": "planned",
    "review": "Новый фильм Нолана о создателе атомной бомбы. Читал, что очень глубокий и сложный фильм. Планирую посмотреть в кинотеатре."
  },
  {
    "id": "9",
    "title": "Матрица",
    "status": "watched",
    "review": "Революционный фильм, который изменил кинематограф. Философские вопросы, крутые спецэффекты. Киану Ривз на высоте."
  },
  {
    "id": "10",
    "title": "Бегущий по лезвию 2049",
    "status": "planned",
    "review": "Продолжение культового фильма. Слышал, что Дени Вильнев сделал достойное продолжение. Обязательно посмотрю."
  }
]